Revit 2027 API
ParameterTypeId.DimStyleShowOpeningHt Property
 "Show Opening Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleShowOpeningHt { get; }
Public Shared ReadOnly Property DimStyleShowOpeningHt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleShowOpeningHt {
	ForgeTypeId^ get ();
}
static member DimStyleShowOpeningHt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace